Repository: CatmanT/catman
Catalog: plugin.video.p2ptv/resources/language/Romanian/strings.po
Languages: ro

# #30001
source: My channels
ro: Canalele mele

# #30002
source: History
ro: Istoric

# #30005
source: Play an Acestream URI / Torrent URI
ro: Redă un URI Acestream / Torrent URI

# #30006
source: Play a local .torrent file
ro: Redă un fișier .torrent local

# #30007
source: Play a SopCast ID
ro: Redă un ID SopCast

# #30008
source: Play a SopCast URI
ro: Redă un URI SopCast

# #30009
source: Add a channel
ro: Adaugă canal

# #30010
source: URL Address of the channel
ro: Adresa URL a canalului

# #30011
source: Invalid URL Address!
ro: Adresa URL nu este validă!

# #30012
source: Do you want to set a custom image for the channel?
ro: Doriți să setați o imagine customizată pentru canal?

# #30013
source: Choose the image
ro: Alege imaginea

# #30014
source: Channel name
ro: Numele canalului

# #30015
source: The channel has been added successfully!
ro: Canalul a fost adăugat!

# #30016
source: The channel has been deleted!
ro: Canalul a fost șters!

# #30017
source: Setting changed successfully!
ro: Setarea a fost schimbată!

# #30020
source: User ID
ro: ID Utilizator

# #30021
source: User URI
ro: URI Utilizator

# #30022
source: Acestream URI
ro: URI Acestream

# #30023
source: Extracting module contents. Please wait.
ro: Se extrage conținutul pachetului. Vă rugăm așteptați.

# #30024
source: Removing files.
ro: Se șterg fișiere.

# #30025
source: Remove from my channels
ro: Șterge din lista mea de canale

# #30026
source: Add to my channels list
ro: Adaugă la lista mea de canale

# #30027
source: OS:Windows -> SopCast configuration is incomplete!
ro: OS:Windows -> Configurația SopCast este incompletă!

# #30028
source: Enable 'Configuration on next run' in the addon settings
ro: Activați 'Repetă configurarea la următoarea pornire' în setările addon-ului

# #30029
source: and restart Kodi (as administrator).
ro: și reporniți Kodi cu drepturi de administrator (Run As Administrator)

# #30030
source: Checking SopCast service. Please wait...
ro: Se verifică serviciul SopCast. Vă rugăm așteptați...

# #30031
source: Service created. Attempting to play...
ro: Serviciu creat. Se încearcă redarea canalului...

# #30032
source: Channel initialization failed
ro: Inițializarea canalului a eșuat

# #30033
source: Another instance of SopCast is still running on the background
ro: O altă instanță a serviciului SopCast înca rulează în fundal

# #30034
source: Do you want to play it?
ro: Doriți să o redați?

# #30035
source: Loading the channel. Please wait %s seconds.
ro: Se încarcă canalul. Vă rugăm așteptați %s secunde.

# #30036
source: Waiting till timeout...
ro: Se așteaptă până la expirare...

# #30037
source: Choose the .torrent file.
ro: Alegeți fișierul .torrent stocat local.

# #30038
source: Starting Acestream.. (through proxy)
ro: Pornesc AceStream.. (prin proxy)

# #30039
source: If the playback fails, try to increase the player
ro: Dacă redarea canalului eșuează, încercați să mariți timpul de așteptare

# #30040
source: timeout!
ro: expirat!

# #30041
source: Acestream module is not installed.
ro: Modulul AceStream nu este instalat.

# #30042
source: Torrent not available or invalid.
ro: Fișierul torrent este indisponibil sau invalid.

# #30043
source: Starting...
ro: Pornește...

# #30044
source: Awaiting response
ro: Se așteaptă răspunsul

# #30045
source: Connecting
ro: Se conectează

# #30046
source: Starting Acestream engine.
ro: Pornesc serviciul AceStream.

# #30047
source: Initial wait:
ro: Așteptare inițiala:

# #30048
source: seconds
ro: secunde

# #30049
source: Playing
ro: Se redă

# #30050
source: Link received
ro: Legatură primită

# #30051
source: Saving the file
ro: Se salvează fișierul

# #30052
source: Downloading
ro: Se descarcă

# #30053
source: Loading...
ro: Se încarcă...

# #30054
source: Loading Acestream
ro: Se încarcă AceStream

# #30055
source: AceStream engine is waiting
ro: Serviciul AceStream așteaptă

# #30056
source: Playing torrent file.
ro: Se redă fișierul torrent.

# #30057
source: No response
ro: Nici un răspuns

# #30058
source: Verifying data
ro: Se verifică datele

# #30059
source: Pre-buffering
ro: Se face pre-buffering...

# #30060
source: Downloading
ro: Se descarcă

# #30061
source: Buffering
ro: Se face buffering...

# #30062
source: Acestream Engine
ro: Modulul AceStream

# #30063
source: Stats
ro: Statistici

# #30064
source: Action:
ro: Acțiune:

# #30065
source: Download:
ro: Descărcare:

# #30066
source: Upload:
ro: Încarcare:

# #30067
source: Seeds:
ro: Donatori:

# #30068
source: Downloaded:
ro: Descărcat:

# #30069
source: Uploaded:
ro: Încărcat:

# #30070
source: Left:
ro: Rămas:

# #30071
source: seconds
ro: secunde

# #30072
source: Unable to detect your operating system
ro: Nu se poate detecta sistemul de operare utilizat

# #30073
source: Select it from the list
ro: Selectați-l din listă

# #30074
source: Are you using OpenELEC x86_x64?
ro: Folosiți OpenELEC x86_x64?

# #30075
source: Are you using OpenELEC i386?
ro: Folosiți OpenELEC i386?

# #30076
source: Downloading SopCast modules...
ro: Se descarcă modulele SopCast...

# #30077
source: OS:Windows -> Kodi has to be running as administrator.
ro: OS:Windows -> Kodi trebuie să ruleze ca administrator.

# #30078
source: to configure SopCast.
ro: pentru a configura SopCast.

# #30079
source: Checking if SopCast is installed...
ro: Se verifică dacă SopCast este instalat...

# #30080
source: Finished.
ro: Terminat.

# #30081
source: Sopcast is not installed.
ro: SopCast nu este instalat.

# #30082
source: Download version 4.0 from SopCast.org
ro: Descarcați versiunea 4.0 de pe SopCast.org

# #30083
source: OS:Windows -> Getting user's ID...
ro: OS:Windows -> Se obține ID-ul utilizatorului...

# #30084
source: Unable to get users list
ro: Nu se poate obține lista de utilizatori

# #30085
source: OS:Windows -> Getting user's ID...
ro: OS:Windows -> Se obține ID-ul utilizatorului...

# #30086
source: Starting 'SRVany' download...
ro: Pornesc descărcarea 'SRVany'...

# #30087
source: Downloading 'SRVany'...
ro: Se descarcă 'SRVany'...

# #30088
source: Creating 'sopcastp2p' service...
ro: Se creează serviciul 'sopcastp2p'...

# #30089
source: Unable to create the service!
ro: Nu se poate crea serviciul!

# #30090
source: Modifying registries...
ro: Se modifică regiștrii...

# #30091
source: Error: Unable to modify the registries.
ro: Eroare: Regiștrii nu pot fi modificați.

# #30092
source: Trying to get service permissions...
ro: Se încearcă obținerea permisiunilor de la serviciu...

# #30093
source: Error: Unable to change the permissions.
ro: Eroare: Permisiunile nu pot fi schimbate.

# #30094
source: Trying to set service permissions...
ro: Se încearcă obținerea permisiunilor de la serviciu...

# #30096
source: Starting 'regini' download...
ro: Pornesc descărcarea 'regini'...

# #30097
source: Downloading 'regini'...
ro: Se descarcă 'regini'...

# #30098
source: Running 'regini'...
ro: Se rulează 'regini'...

# #30099
source: SopCast has been configured successfully!
ro: SopCast a fost configurat cu succes!

# #30100
source: Not available for the architecture of your Mac.
ro: Serviciu indisponibil pe arhitectura Mac-ului dvs.

# #30101
source: By default, SopCast will use the Kodi player.
ro: Implicit, modulul SopCast va utiliza Kodi pentru a reda canalele.

# #30103
source: Do you want to use an external application/player?
ro: Doriți să utilizați un player extern?

# #30104
source: Click 'ok' to download SopCast.apk
ro: Apăsați 'ok' pentru a descărca SopCast.apk

# #30105
source: Select a folder to save the .apk files
ro: Selectați folderul de salvare a fișierelor .apk

# #30106
source: Downloading 'SopCast.apk'
ro: Se descarcă SopCast.apk

# #30107
source: SopCast.apk has been downloaded to:
ro: SopCast.apk a fost descărcat în locația:

# #30108
source: Please install it!
ro: Vă rugăm să-l instalați!

# #30109
source: The AppID was not detected
ro: ID-ul aplicației nu a fost găsit

# #30110
source: Downloading AceStream modules...
ro: Se descarcă modulele AceStream...

# #30111
source: Downloading AceStream bundle for Android...
ro: Se descarcă pachetul AceStream pentru Android...

# #30112
source: By default, p2ptv will use its integrated AceStream engine
ro: Implicit, p2ptv va utiliza modulul AceStream integrat

# #30113
source: Do you want to download and use the app instead?
ro: Doriți să descărcați și să utilizați aplicația oficială în loc?

# #30114
source: It is necessary to have the 'acestreamengine.apk' file
ro: Este necesar să aveți fișierul 'acestreamengine.apk'

# #30115
source: installed to play Acestreams.
ro: instalat pentru a rula canale AceStream.

# #30116
source: It will be downloaded now!
ro: Va fi descărcat acum!

# #30117
source: Downloading 'AcestreamEngine.apk'
ro: Se descarcă 'AcestreamEngine.apk'

# #30118
source: 'AcestreamEngine.apk' has been downloaded in:
ro: 'AcestreamEngine.apk' a fost descărcat în locația:

# #30119
source: Don't forget that AcestreamEngine app
ro: Nu uitați că aplicația AcestreamEngine

# #30120
source: should be running before starting
ro: trebuie să fie pornită înainte de a reda

# #30121
source: any Acestream channel!
ro: vrun canal Acestream!

# #30122
source: Do you want to download 'Ace Player'?
ro: Doriți să descărcați aplicația 'Ace Player'

# #30123
source: This will let you to use the external player option.
ro: Această aplicație va activa funcția de redare a canalelor AceStream într-un player extern.

# #30124
source: Downloading 'Ace Player'
ro: Se descarcă 'Ace Player'

# #30125
source: 'Aceplayer.apk' has been downloaded in:
ro: 'Aceplayer.apk' a fost descărcat în locația:

# #30126
source: Do you want to use the external player as default?
ro: Doriți să utilizați playerul extern ca mod de redare implicit?

# #30127
source: Acestream has been configured successfully!
ro: Ace Stream a fost configurat cu succes!

# #30128
source: p2ptv is only available for certain Linux ARM platforms.
ro: p2ptv este disponibil doar pentru anumite platforme ARM cu OS Linux.

# #30129
source: Please select yours from the following list.
ro: Vă rugăm să vă selectați sistemul de operare din listă.

# #30130
source: Select your operating system
ro: Selectați-vă sistemul de operare

# #30132
source: Repeat configuration on the next run
ro: Repetă configurarea la următoarea pornire

# #30133
source: Force use of the Kodi internal player
ro: Utilizați forțat playerul intern Kodi

# #30134
source: Enable debug mode
ro: Activați modul de depanare

# #30135
source: Enable history
ro: Activați istoricul canalelor redate

# #30136
source: Number of items to save
ro: Numărul de elemente pentru salvare

# #30137
source: Clean the history
ro: Curăță istoricul canalelor redate

# #30138
source: SopCast configuration
ro: Configurare SopCast

# #30139
source: Player type
ro: Tipul player-ului

# #30140
source: Find IP address automatically
ro: Găsește adresa IP automat

# #30141
source: IP address
ro: Adresa IP

# #30142
source: Local port
ro: Port local

# #30143
source: Video port
ro: Port video

# #30144
source: Buffer size
ro: Mărimea buffer-ului

# #30145
source: Player start timeout
ro: Timp alocat player-ului să pornească

# #30146
source: Player start delay
ro: Intârzie pornirea player-ului

# #30147
source: Service creation timeout
ro: Timp alocat creeării serviciului

# #30148
source: Stream creation timeout
ro: Timp alocat creeării canalului

# #30149
source: Auto-detect Android AppID
ro: Detectează automat ID-ul aplicației Android

# #30150
source: Custom AppID
ro: ID aplicație customizat

# #30151
source: Acestream configuration
ro: Configurare Ace Stream

# #30153
source: AceStream player type
ro: Tipul player-ului AceStream

# #30154
source: AceStream command
ro: Comandă AceStream

# #30155
source: AceStream alternative command
ro: Comandă alternativă AceStream

# #30156
source: AceStream Engine IP address
ro: Adresa IP Acestream Engine

# #30157
source: AceStream engine port
ro: Port-ul AceStream Engine

# #30158
source: AceStream Engine player port
ro: Port-ul de redare AceStream Engine

# #30159
source: Show AceStream Engine stats on video OSD
ro: Afișează statistici despre Acestream în OSD

# #30160
source: Auto pause mode
ro: Modul 'pauză automată'

# #30161
source: Keep downloaded files on disk
ro: Păstrează fișierele descărcate pe disc

# #30162
source: Download path
ro: Locația descărcărilor

# #30163
source: Shutdown AceStream engine on playback stop
ro: Oprește modulul Acestream după oprirea player-ului

# #30164
source: Shutdown type
ro: Modul de închidere

# #30165
source: Custom shutdown command
ro: Comandă customizată de închidere

# #30166
source: Play a URL address
ro: Redă o adresa URL

# #30167
source: Lists/channels
ro: Liste/canale

# #30169
source: Channels lists
ro: Liste de canale

# #30170
source: Menu items color
ro: Culoarea elementelor din meniu

# #30171
source: Add a channels list
ro: Adaugă o lista de canale

# #30172
source: Select the location of the list:
ro: Selectează tipul listei:

# #30173
source: URL address
ro: Adresă URL

# #30174
source: Local file
ro: Fișier local

# #30175
source: Select the list:
ro: Selectează lista:

# #30176
source: Give the list a name
ro: Denumiți lista

# #30177
source: The list has been successfully added
ro: Lista a fost adaugată cu succes!

# #30178
source: Enter the URL address of the list
ro: Introdu adresa URL a listei

# #30179
source: The list has been successfully deleted!
ro: Lista a fost eliminată cu succes!

# #30180
source: Delete the channels list
ro: Șterge lista de canale

# #30181
source: The channels list is unavailable!
ro: Lista de canale este indisponibilă!

# #30182
source: The protocol of the channel is not supported!
ro: Protocolul canalului nu este disponibil!

# #30183
source: Peer-to-Peer TV is instable on Mac OS X.
ro: Peer-to-Peer TV este instabil pe Mac OS X.

# #30184
source: Initializing...
ro: Se inițializează...

# #30185
source: Select an option
ro: Selectează o opțiune

# #30186
source: Informations
ro: Informații

# #30187
source: Cannot obtain info!
ro: Nu se pot obține informațiile!

# #30188
source: Name:
ro: Nume:

# #30189
source: Author:
ro: Autor:

# #30190
source: Language:
ro: Limba:

# #30191
source: Version:
ro: Versiune:

# #30192
source: List type:
ro: Tipul listei:

# #30193
source: Incorrect metadata!
ro: Metadatele listei sunt incorecte!
